export const services = [
  {
    name: "«ChatGPT» аккоунт яратиш",
    desc: "ChatGPT дастурчилар, талабалар ва ҳозирги замон билан ҳамнафас яшовчи ҳарқандай инсон учун текин ва тезкор веб-ресурсдир. ChatGPT сизнинг иншоларингизга ёрдам бериши. Каналингизга постлар ёзиб бериши, матнларни таҳрирлаши мумкин",
    price: "15.000 сўм",
    time: "10-20 дақиқа",
    id: 1,
  },
  {
    name: "Телеграм учун «Виртуал Рақам»",
    desc: "Ҳозирги кунда телеграм энг ривожланиб бораётган мессенжерлардан бири ҳисобланади. Инсонлар мулоқотларни айнан телеграм орқали амалга оширишни ёқтирадилар, бизда чекловлар йўқ, 20дан ортиқ давлат рақамларига аккаунт очиб берамиз!",
    price: "Нарх рақам давлатига кўра келишилади",
    time: "8-15 дақиқа",
    id: 2,
  },
  {
    name: "Телеграм каналга «Накрутка»",
    desc: "Ҳозирги кунда кўплаб бизнес эгалари, ўзларининг телеграм каналларида обуначилар сонини кўпайтиришга қийналишади. Бизнинг телеграм обуначи хизматимиз билан сиз, каналингизга арзон ва қулай тарзда обуначиларни муаммосиз қўшишингиз мумкин!",
    price: "1.000 обуначи/15.000 сўм",
    time: "5-10 дақиқа",
    id: 3,
  },
  {
    name: "Инстаграмга «Follower»",
    desc: "Instagram odamlarga vaqtlarini esda qolarli, qiziqarli va muloqotlarga boy o'tkazishlari uchun xizmat qilib kelmoqda, bizda ushbu messenger uchun ham bir necha xil xizmat turlari mavjud, ulardan biri aynan instagram follower!",
    price: "1.000 обуначи/6.000 сўм",
    time: "5-10 дақиқа",
    id: 4,
  },
];
