import { iconInstagram, iconMail, iconTelegram } from "../assets";

export const services = [
  {
    name: "«ChatGPT» аккаунт яратиш",
    desc: "ChatGPT дастурчилар, талабалар ва ҳозирги замон билан ҳамнафас яшовчи ҳарқандай инсон учун текин ва тезкор веб-ресурсдир. ChatGPT сизнинг иншоларингизга ёрдам бериши. Каналингизга постлар ёзиб бериши, матнларни таҳрирлаши мумкин",
    price: "15.000 сўм",
    time: "10-20 дақиқа",
    id: 0,
    iconName: "chatgpt",
  },
  {
    name: "«Индивидуал» веб-сайт яратиш",
    desc: "Интернет анча ривожландию Сотиш ва сотиб олиш борасида анча жадалликлар кузатилди. Мобил қурилмалар энди ўз дастурларига эга. Бироқ уларни компьютерингиз орқали оча олмайсиз, шунингдек мижозингиз ҳам оча олмайди. Бундай ҳолатда энг яхши ечим мослашувчан веб-сайтлар қуриш, чунки веб-сайтларни ҳам телефондан, ҳам компьютердан кўриш, бошқариш осонроқ!",
    price: "Нарх қўйилган шартларга кўра келишилади",
    time: "масштабга қараб 5 кундан 20 кунгача",
    id: 1,
    iconName: "code",
  },
  {
    name: "Телеграм учун «Аккаунт»",
    desc: "Ҳозирги кунда телеграм энг ривожланиб бораётган мессенжерлардан бири ҳисобланади. Инсонлар мулоқотларни айнан телеграм орқали амалга оширишни ёқтирадилар, бизда чекловлар йўқ, 20дан ортиқ давлат рақамларига аккаунт очиб берамиз!",
    price: "Нарх танланган давлатга кўра келишилади",
    time: "8-15 дақиқа",
    id: 2,
    iconName: "telegram",
  },
  {
    name: "Телеграм каналга «Накрутка»",
    desc: "Ҳозирги кунда кўплаб бизнес эгалари, ўзларининг телеграм каналларида обуначилар сонини кўпайтиришга қийналишади. Бизнинг телеграм обуначи хизматимиз билан сиз, каналингизга арзон ва қулай тарзда обуначиларни муаммосиз қўшишингиз мумкин!",
    price: "1.000 обуначи/12.000 сўм",
    time: "5-10 дақиқа",
    id: 3,
    iconName: "telegram",
  },
  {
    name: "Телеграм сўнги «Постни кўриш»",
    desc: "Бизнинг пост кўришларини ошириш хизматимиз сизнинг бизнесингиз ва каналингиз учун фойда келтиради, каналингиз ривожланиб кетгунига қадар бу хизмат орқали сиз каналингизни сунъий активлаштиришга эришишингиз мумкин!!",
    price: "охирги 10та пост учун 1.000 кўриш/1.200 сўм",
    time: "15-30 дақиқа",
    id: 4,
    iconName: "telegram",
  },
  {
    name: "Телеграм сўнги «История кўриш»",
    desc: "Яқинда телеграм Facebook ва Инстаграм мессенжерларида мавжуд история имкониятига жуда ўхшаш янги функцияни ўз арсеналига қўшиб олди ва энди фойдаланувчилар, ўзларининг қилаётган барча ишларини кенг оммага кўрсатиб боришлари мумкин, кўпроқ кўришларга эга бўлиш учун биз билан боғланинг!",
    price: "1.000 кўриш/11.000 сўм",
    time: "15-30 дақиқа",
    id: 5,
    iconName: "telegram",
  },
  {
    name: "Инстаграм «Follower»",
    desc: "Инстаграм одамларга вақтларини эсда қоларли, қизиқарли ва мулоқотларга бой ўтказишлари учун хизмат қилиб келмоқда, бизда ушбу мессенжер учун ҳам бир неча хил хизмат турлари мавжуд, улардан бири айнан Инстаграм follower!",
    price: "1.000 обуначи/6.000 сўм",
    time: "5-10 дақиқа",
    id: 6,
    iconName: "instagram",
  },
  {
    name: "Инстаграм «Like»",
    desc: "Инстаграмга reels'лар жойлаш ва унда қисқа роликлар тайёрлаб трендга чиқиш борган сари оммалашмоқда. Агарда сиз ўз видеоларингизга тезкор ва сифатли Like олишни истасангиз биз билан боғланинг!",
    price: "1.000 like/3.000 сўм",
    time: "5-10 дақиқа",
    id: 7,
    iconName: "instagram",
  },
];

export const frequentlyQuestions = [
  {
    title: "Телеграм накрутка хизматида канални ўлик аккаунтлар билан тўлдирмайсизми?",
    desc: "телеграм каналларга накрутка уришда юқорида энг арзон нарх ёзилган ва унда аниқ ўлик аккаунтлар ҳам, актив аккаунтлар ҳам бўлади. накрутка сервисларни ҳеч бири 100% лик актив аккаунт уришга қодир эмас. Шундай экан сифатлироқ накрутга урилишини хоҳласангиз, биз билан боғланинг ва қимматроқ вариантларни ҳам сизга таклиф этамиз!",
    id: "faq1",
  },
  {
    title: "Хизматлар учун тўловлар ва тўловни қайтариб олиш қандай амалга оширилади?",
    desc: "Хизматга буюртмангизни тасдиқлаганингиздан сўнг, сизга карта рақами ва тўлашингиз керак бўлган сўмма миқдори юборилади, тўлов амалга оширилгач, хизмат белгиланган вақт ичида бажариб берилади. Хизмат сизга ёқмаса ёки яратиб берилган хизмат тури сиз томонингиздан шикастланиб яроқсиз ҳолатга келса, ўчириб юборилса - тўлов қайтариб берилмайди. Тўловингизни фақатгина хизмат кўрсатиш белгиланган вақтдан жуда ошиб кетгандагина қайтариб олишингиз мумкин бўлади!",
    id: "faq2",
  },
  {
    title: "Накрутка обуначилар ўзбек аккаунтлар бўладими ёки бошқа давлатлар аккаунтлари ҳам қўшиладими?",
    desc: "Аввало эслатиб ўтишимиз керакки накрутка хизмати арзон турмайди, бизнинг telegram накрутка хизматимиз 12минг сўм бўлганлиги учун фақатгина чет эл фойдаланувчиларининг аккаунтлари қўшилади. Ўзбекистон аккаунтларини ҳам қўшиб берамиз, лекин у жуда ҳам қимматга тушади. Батафсил маълумотга эга бўлиш учун биз билан боғланинг!",
    id: "faq3",
  },
  {
    title: "Телеграм учун виртуал аккаунтлар блокланмаганми?",
    desc: "Бизда бу хизматнинг ҳам 2 хили мавжуд, бирида сизга янги виртуал рақам сотиб олиб телеграм олиб берилади, лекин аккаунт блокланган ёки блокланмаганлигига кафолат берилмайди, аккаунт блокланган бўлса, тўлов қайтарилмайди! 2-турида биз аввалдан ишончли аккаунтларни ўзимизга сақлаб қўямиз ва улар блокланмаган бўлади ва биз уларни сизга берамиз, бироқ бу хизмат аввалгисидан қимматроқдир! Агарда 1-хизмат турини танлаб аккаунт очаётганингизда код телеграм аккаунтингизга юборилди каби хабарни кўрсангиз хизматни бекор қилиш бўйича хабарни дарров бизга етказинг ва биз рақамни алмаштирамиз",
    id: "faq4",
  },
];

export const socials = [
  {
    id: "icon1",
    link: "https://instagram.com/svkhrobbeck",
    text: "Instagram orqali bog'lanish",
    alt: "icon instagram",
    icon: iconInstagram,
  },
  {
    id: "icon2",
    link: "https://t.me/svkhrobbeck",
    text: "Telegram orqali bog'lanish",
    alt: "icon telegram",
    icon: iconTelegram,
  },
  {
    id: "icon3",
    link: "mailto: suhrobbek_soatov@mail.ru",
    text: "E-pochta orqali bog'lanish",
    alt: "icon mail",
    icon: iconMail,
  },
];
