[
  {
    "title": "Телеграм накрутка хизматида канални ўлик аккаунтлар билан тўлдирмайсизми?",
    "desc": "телеграм каналларга накрутка уришда юқорида энг арзон нарх ёзилган ва унда аниқ ўлик аккаунтлар ҳам, актив аккаунтлар ҳам бўлади. накрутка сервисларни ҳеч бири 100% лик актив аккаунт уришга қодир эмас. Шундай экан сифатлироқ накрутга урилишини хоҳласангиз, биз билан боғланинг ва қимматроқ вариантларни ҳам сизга таклиф этамиз!",
    "id": "faq1"
  },
  {
    "title": "Хизматлар учун тўловлар ва тўловни қайтариб олиш қандай амалга оширилади?",
    "desc": "Хизматга буюртмангизни тасдиқлаганингиздан сўнг, сизга карта рақами ва тўлашингиз керак бўлган сўмма миқдори юборилади, тўлов амалга оширилгач, хизмат белгиланган вақт ичида бажариб берилади. Хизмат сизга ёқмаса ёки яратиб берилган хизмат тури сиз томонингиздан шикастланиб яроқсиз ҳолатга келса, ўчириб юборилса - тўлов қайтариб берилмайди. Тўловингизни фақатгина хизмат кўрсатиш белгиланган вақтдан жуда ошиб кетгандагина қайтариб олишингиз мумкин бўлади!",
    "id": "faq2"
  },
  {
    "title": "Накрутка обуначилар ўзбек аккаунтлар бўладими ёки бошқа давлатлар аккаунтлари ҳам қўшиладими?",
    "desc": "Аввало эслатиб ўтишимиз керакки накрутка хизмати арзон турмайди, бизнинг telegram накрутка хизматимиз 12минг сўм бўлганлиги учун фақатгина чет эл фойдаланувчиларининг аккаунтлари қўшилади. Ўзбекистон аккаунтларини ҳам қўшиб берамиз, лекин у жуда ҳам қимматга тушади. Батафсил маълумотга эга бўлиш учун биз билан боғланинг!",
    "id": "faq3"
  },
  {
    "title": "Телеграм учун виртуал аккаунтлар блокланмаганми?",
    "desc": "Бизда бу хизматнинг ҳам 2 хили мавжуд, бирида сизга янги виртуал рақам сотиб олиб телеграм олиб берилади, лекин аккаунт блокланган ёки блокланмаганлигига кафолат берилмайди, аккаунт блокланган бўлса, тўлов қайтарилмайди! 2-турида биз аввалдан ишончли аккаунтларни ўзимизга сақлаб қўямиз ва улар блокланмаган бўлади ва биз уларни сизга берамиз, бироқ бу хизмат аввалгисидан қимматроқдир! Агарда 1-хизмат турини танлаб аккаунт очаётганингизда код телеграм аккаунтингизга юборилди каби хабарни кўрсангиз хизматни бекор қилиш бўйича хабарни дарров бизга етказинг ва биз рақамни алмаштирамиз",
    "id": "faq4"
  }
]
